"About" = "Despre";
"About %@" = "Despre %@";
"Accessibility" = "Accesibilitate";
"Acknowledgments" = "Recunoașteri";
"Active app" = "Aplicație activă";
"Active screen" = "Ecranul activ";
"Active Space" = "Spațiul activ";
"Additional controls" = "Controale suplimentare";
"Additional controls…" = "Controale suplimentare…";
"Advanced" = "Avansat";
"After release" = "După eliberare";
"Align windows" = "Aliniere ferestre";
"Align windows:" = "Aliniere ferestre:";
"All apps" = "Toate aplicațiile";
"All data from this form will be made public, as a ticket on github.com" = "Datele din acest formular vor fi făcute publice, ca tichet pe github.com";
"All screens" = "Toate ecranele";
"All Spaces" = "Toate spațiile";
"Allowed" = "Permis";
"Alphabetical" = "Alfabetic";
"Alphabetical Order" = "Ordinea alfabetică";
"Also select windows using:" = "De asemenea selectează ferestre utilizând:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab s-a blocat ultima dată când l-ai folosit. Trimiterea unui raport de eroare va ajuta la remedierea problemei";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab este setat în prezent să afișeze aplicațiile. Această setare este disponibilă doar când AltTab este setat să afișeze ferestre.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab rulează fără permisiuni de Înregistrare Ecran. Miniaturile nu vor fi afișate.";
"AltTab needs some permissions" = "AltTab necesită permisiuni";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab va afișa, printr-o pictogramă de stare, dacă fereastra este minimizată sau în ecran complet.";
"Always" = "Mereu";
"Always send crash reports" = "Trimite întotdeauna rapoarte de eroare";
"and press" = "și apăsați";
"and press:" = "și apasă:";
"Animations" = "Animații";
"Animations…" = "Animații…";
"App (BundleID starting with)" = "App (BundleID începând cu)";
"App Icons" = "Pictograme de aplicație";
"App is hidden" = "Aplicația este ascunsă";
"App is running but has no open window" = "Aplicația rulează, dar nu are nicio fereastră deschisă";
"Apparition delay" = "Întârziere de apariție";
"Apparition delay of Switcher" = "Întârziere apariție Comutator";
"Apparition delay:" = "Întârziere apariție:";
"Appearance" = "Aspect";
"Application Name" = "Numele aplicației";
"Application Name - Window Title" = "Numele aplicației - titlul ferestrei";
"Applications" = "Aplicații";
"Are you sure you don’t want a response?" = "Ești sigur că nu vrei un răspuns?";
"Arrow keys" = "Taste săgeți";
"Ask whether to send crash reports" = "Întreabă dacă să fie trimise rapoartele de eroare";
"Auto-install updates periodically" = "Instalează actualizările automat, periodic";
"Blacklists" = "Liste de excludere";
"Cancel" = "Anulează";
"Cancel and hide" = "Anulează și ascunde";
"Center" = "Centru";
"Check for updates now…" = "Caută actualizări acum…";
"Check for updates periodically" = "Caută actualizări periodic";
"Check for updates…" = "Caută actualizări…";
"Check permissions…" = "Verificați permisiunile…";
"Close window" = "Închide fereastra";
"Conflicting shortcut" = "Scurtătură în conflict";
"Controls" = "Controale";
"Crash reports policy" = "Politica privind rapoartele de eroare";
"Crash reports policy:" = "Politica privind rapoartele de eroare:";
"Cursor follows focus" = "Cursorul urmărește focusul";
"Customize App Icons style…" = "Personalizează stil pictograme aplicații…";
"Customize Thumbnails style…" = "Personalizează stil miniaturi…";
"Customize Titles style…" = "Personalizează stil titluri…";
"Dark" = "Întunecat";
"Disabled" = "Dezactivat";
"Do nothing" = "Nu face nimic";
"Don’t check for updates periodically" = "Nu cǎuta actualizări periodic";
"Don’t send" = "Nu trimite";
"Don’t show windows from these apps" = "Nu afișa ferestrele acestor aplicații";
"Done" = "Terminat";
"End" = "Sfârșit";
"Fade in animation of Preview" = "Animație de apariție a Previzualizării";
"Fade out animation" = "Animație de estompare";
"Fade out animation of Switcher" = "Animație de estompare a Comutatorului";
"Fade out animation:" = "Animație estompare:";
"Focus selected window" = "Focusează fereastra selectată";
"Fullscreen window" = "Fereastră ecran complet";
"Fullscreen windows:" = "Fereastră ecran complet:";
"Fullscreen/Defullscreen window" = "Ecran complet / Ieși din ecran complet";
"General" = "General";
"Gesture" = "Gest";
"Grant permission" = "Acordă permisiunea";
"Hidden windows:" = "Ferestre ascunse:";
"Hide" = "Ascunde";
"Hide app badges" = "Ascunde insignele aplicațiilor";
"Hide app badges:" = "Ascunde insignele aplicațiilor:";
"Hide apps with no open window" = "Ascunde aplicațiile fără ferestre deschise";
"Hide apps with no open window:" = "Ascunde aplicațiile fără ferestre deschise:";
"Hide colored circles on mouse hover" = "Ascunde cercurile colorate deasupra mouse-ului";
"Hide colored circles on mouse hover:" = "Ascunde cercurile colorate deasupra mouse-ului:";
"Hide in %@" = "Ascunde în %@";
"Hide Space number labels" = "Ascunde etichetele cu numărul Spațiului";
"Hide Space number labels:" = "Ascunde etichetele numerelor de Spațiu:";
"Hide status icons" = "Ascunde pictogramele de stare";
"Hide status icons:" = "Ascunde pictogramele de stare:";
"Hide window thumbnails:" = "Ascunde miniaturi ferestre:";
"Hide/Show app" = "Ascunde/Arată aplicația";
"High" = "Ridicat";
"Highest" = "Maxim";
"Hold" = "Reține";
"Horizontal Swipe with Four Fingers" = "Glisare Orizontală cu Patru Degete";
"Horizontal Swipe with Three Fingers" = "Glisare Orizontală cu Trei Degete";
"I think the app could be improved with…" = "Cred că aplicația poate fi îmbunătățită prin…";
"Ignore shortcuts when active" = "Ignoră scurtăturile când este activă";
"Ignore shortcuts while a window from these apps is active" = "Ignoră scurtăturile cât timp o fereastră din aceste aplicații este activă";
"Language" = "Limbă";
"Language Change" = "Schimbare limbă";
"Large" = "Mare";
"Later" = "Mai târziu";
"Latest releases" = "Ultimele versiuni";
"Leading" = "Conducere";
"Left" = "Stânga";
"Light" = "Aprinde";
"Max height on screen:" = "Înălțime maximă pe ecran:";
"Max width on screen:" = "Lățime maxima pe ecran:";
"Medium" = "Mediu";
"Menubar icon" = "Pictograma bara de meniu";
"Menubar icon:" = "Pictogramă în bara de meniu:";
"Middle" = "Mijloc";
"Minimize/Deminimize window" = "Minimizează/Restabilește fereastra";
"Minimized windows:" = "Ferestre minimizate:";
"Miscellaneous" = "Diverse";
"Miscellaneous:" = "Diverse:";
"Mouse hover" = "Deasupra mouse-ului";
"Multiple screens" = "Mai multe ecrane";
"Never send crash reports" = "Nu trimite rapoarte de eroare";
"Normal" = "Normal";
"Not allowed" = "Nu este permis";
"NSHumanReadableCopyright" = "Licența GPL-3.0";
"Only if the window is fullscreen" = "Doar dacă fereastra este în ecran complet";
"Open Accessibility Preferences…" = "Deschide preferințele de Accesibilitate…";
"Open Screen Recording Preferences…" = "Deschide preferințele pentru înregistrarea ecranului…";
"Open Trackpad Preferences…" = "Deschide Preferințele Trackpad…";
"Optional: email (if you want a reply)" = "Opțional: email (dacă doriți un răspuns)";
"Order windows by" = "Ordoneaza ferestrele după";
"Policies" = "Politici";
"Preferences…" = "Preferințe…";
"Preview selected window" = "Previzualizare fereastră selectată";
"Preview selected window:" = "Previzualizează fereastra selectată:";
"Preview the selected window." = "Previzualizează fereastra selectată.";
"Quit" = "Închide";
"Quit %@" = "Închide %@";
"Quit app" = "Închide aplicația";
"Recently Created" = "Create recent";
"Recently Created First" = "Create recent, primele";
"Recently Focused" = "Focalizate recent";
"Recently Focused First" = "Utilizate recent, primele";
"Remember my choice" = "Memorează alegerea mea";
"Reset preferences and restart" = "Resetează preferințele și repornește";
"Reset preferences and restart…" = "Resetează preferințele și repornește…";
"Restart Now" = "Repornește acum";
"Rows of thumbnails:" = "Rânduri de miniaturi:";
"Screen including menu bar" = "Ecranul incluzând bara de meniu";
"Screen including mouse" = "Ecranul include mouse";
"Screen Recording" = "Înregistrare ecran";
"Screen showing AltTab" = "Ecranul arată AltTab";
"Select next window" = "Selectează următoarea fereastră";
"Select previous window" = "Selectează fereastra anterioară";
"Select windows on mouse hover" = "Selectează ferestrele deasupra mouse-ului";
"Select windows using arrow keys" = "Selectează ferestre folosind tastele săgeată";
"Select windows using vim keys" = "Selectează ferestre cu taste vim";
"Send" = "Trimite";
"Send a crash report?" = "Trimite un raport de eroare?";
"Send anyway" = "Trimite oricum";
"Send debug profile (CPU, memory, etc)" = "Trimite profil de debug (CPU, memorie, etc)";
"Send feedback" = "Trimite sugestii";
"Send feedback…" = "Trimite sugestii…";
"Share improvement ideas, or report bugs" = "Împărtășește idei de îmbunătățire sau raportează probleme";
"Shortcut 1" = "Scurtătură 1";
"Shortcut 2" = "Scurtătură 2";
"Shortcut 3" = "Scurtătură 3";
"Shortcut 4" = "Scurtătură 4";
"Shortcut 5" = "Scurtătură 5";
"Shortcut already assigned to another action: %@" = "Scurtătură deja atribuită altei acțiuni: %@";
"Shortcuts When Active" = "Scurtături când fereastra este activă";
"Shortcuts when active…" = "Scurtături când este activ…";
"Show" = "Arată";
"Show & Hide" = "Arată și ascunde";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Afișează în Comutator câte un element pentru fiecare fereastră sau pentru fiecare aplicație. Ferestrele vor fi focalizate, iar aplicațiile vor fi activate.";
"Show at the end" = "Arată la sfârșit";
"Show fullscreen windows" = "Afișează ferestre cu ecran complet";
"Show hidden windows" = "Afișează ferestrele ascunse";
"Show in switcher" = "Afișează în Comutator";
"Show minimized windows" = "Afișează ferestre minimizate";
"Show on" = "Arată pe";
"Show on:" = "Arată pe:";
"Show standard tabs as windows" = "Afișeazǎ filele standard ca ferestre";
"Show standard tabs as windows:" = "Afișează filele standard ca ferestre:";
"Show titles" = "Arată titluri";
"Show windows from applications" = "Afișează ferestre din aplicații";
"Show windows from screens" = "Afișează ferestrele de pe ecrane";
"Show windows from Spaces" = "Afișează ferestrele din spații";
"Show windows from:" = "Arată ferestre de la:";
"Size" = "Dimensiune";
"Skipped" = "Omis";
"Small" = "Mic";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Unele aplicații, cum ar fi Finder sau Previzualizare, folosesc file standard care acționează ca ferestre independente. Alte aplicații, cum ar fi browserele web, folosesc file personalizate care funcționează diferit și nu sunt ferestre propriu-zise. AltTab nu le poate afișa separat.";
"Source code repository" = "Depozit cod sursă";
"Space" = "Spațiu";
"Space Order" = "Ordinea spațiilor";
"Start" = "Start";
"Start at login" = "Deschide la logare";
"Start at login:" = "Deschide la logare:";
"Support this project ❤️" = "Susține acest proiect ❤️";
"Swipe with Four Fingers" = "Glisare cu Patru Degete";
"Swipe with Three Fingers" = "Glisare cu Trei Degete";
"Switch between 3 different styles. You can customize them." = "Comută între 3 stiluri diferite. Le poți personaliza.";
"System" = "Sistem";
"System Default" = "Implicit";
"The application needs to restart to apply the language change." = "Aplicația trebuie să repornească pentru a aplica schimbarea limbii.";
"Theme" = "Temă";
"Theme:" = "Temă:";
"Then release:" = "Apoi eliberați:";
"This permission is needed to focus windows after you release the shortcut" = "Această permisiune este necesară pentru a focaliza ferestrele după ce eliberezi combinația de taste";
"This permission is needed to show screenshots and titles of open windows" = "Această permisiune este necesară pentru a afișa capturi de ecran și titlurile ferestrelor deschise";
"This permission is needed to show thumbnails and preview of open windows" = "Această permisiune este necesară pentru a afișa miniaturile și previzualizarea ferestrelor deschise";
"Thumbnails" = "Miniaturi";
"Title" = "Titlu";
"Title truncation" = "Trunchiere titlu";
"Titles" = "Titluri";
"Trigger shortcut" = "Scurtătură de activare";
"Unassign existing shortcut and continue" = "Anulează scurtătura existentă și continuă";
"Updates policy" = "Politica de actualizări";
"Updates policy:" = "Politica de actualizări:";
"Use the app without this permission. Thumbnails won’t show." = "Utilizeaza aplicația fără această permisiune. Miniaturile nu vor fi afișate.";
"Version" = "Versiune";
"Vertical Swipe with Four Fingers" = "Glisare Verticală cu Patru Degete";
"Vertical Swipe with Three Fingers" = "Glisare Verticală cu Trei Degete";
"View existing discussions" = "Vezi discuții existente";
"Vim keys" = "Taste Vim";
"Vim keys already assigned to other actions:\n%@" = "Tastele vim deja alocate altor acțiuni: \n %@";
"Visibility" = "Vizibilitate";
"Visible Spaces" = "Spații vizibile";
"When fullscreen" = "Când este în ecran complet";
"When no open window" = "Când nu este nicio fereastră deschisă";
"While open, press:" = "În timp ce e deschis, apasă:";
"Window app icon size:" = "Dimensiunea pictogramei aplicației din fereastră:";
"Window is fullscreen" = "Fereastra este în ecran complet";
"Window is minimized" = "Fereastra este minimizată";
"Window is on every Space" = "Fereastra este în fiecare Spațiu";
"Window is on Space %d" = "Fereastra este în Spațiul %d";
"Window max width in row:" = "Lățime maximă a ferestrei pe rând:";
"Window min width in row:" = "Lățime minimă a ferestrei pe rând:";
"Window order:" = "Ordonare ferestre:";
"Window Title" = "Titlu fereastră";
"Window title font size:" = "Dimensiunea fontului titlului ferestrei:";
"Window title truncation:" = "Trunchierea titlului din fereastră:";
"Windows" = "Ferestre";
"You can’t undo this action." = "Această acțiune nu poate fi anulată.";
"You didn’t write your email, thus can’t receive any response." = "Nu ai scris adresa ta de email, nu poți primi niciun răspuns.";
"You may need to disable some conflicting system gestures" = "S-ar putea să fie necesar să dezactivezi unele gesturi sistem care intră în conflict";
